<template>
  <div
    class="bg-white rounded-[10px] sm:pt-[30px] pt-[25px] sm:px-[40px] lg:px-[50px] px-[20px] lg:pb-[91px] sm:pb-[54px] pb-[36px]"
  >
    <h2
      class="text-center text-[#1C414F] font-bold text-lg lg:mb-[13px] mb-[15px]"
    >
      Теоретическая часть
    </h2>
    <p
      class="sm:max-w-[648px] lg:w-[707px] text-[#1C414F] font-normal text-lg  lg:mb-[30px] sm:mb-[11px] mb-[14px]"
    >
      Физическая активность и забота о своём теле играют важную роль
      в современной жизни. Физкультура не просто является элементом заботы
      о физическом здоровье, но и становится неотъемлемой частью образа жизни,
      влияя на наше общее благополучие особствует выделению эндорфинов, гормонов
      счастья, что способствует поддержанию позитивного настроя и снижению
      уровня стресса. Физкультура может стать ключом к активному и здоровому
      образу жизни. Ежедневные упражнения, будь то бег, плавание, йога
      или занятия в спортивном зале, помогают поддерживать оптимальную
      физическую форму. Регулярные тренировки также способствуют улучшению сна,
      повышению энергии и уровня концентрации. Важно понимать, что физическая
      активность не обязательно должна быть интенсивной. Даже простые
      упражнения, такие как прогулки на свежем воздухе, способны принести
      ощутимые пользы. Включение физкультуры в повседневную жизнь — это забота
      о себе, о своём здоровье и радость от активной жизни.Занятия физкультурой
      приносят не только физические, но и психологические выгоды. Они помогают
      укрепить иммунитет, улучшить координацию движений, развивают выносливость
      и силу. Однако, не менее важным является их в
    </p>
    <div class="lg:mb-[24px] sm:mb-[16px] mb-[12px]">
      <img src="../assets/image.png" alt="img" />
    </div>

    <div class="block lg:hidden flex items-end sm:gap-[15px] gap-[24px] mb-[16px] sm:mb-[20px]">
      <h2 class="italic text-[#000000] font-semibold text-base sm:text-lg">
        Rio-2020
      </h2>
      <p class="italic text-[#1344F5] text-sm font-light">
        stillmed.olympics.com
      </p>
    </div>

    <p
      class="sm:max-w-[648px] lg:w-[707px] text-[#1C414F] font-normal text-lg lg:mb-[30px] sm:mb-[50px] mb-[6px]"
    >
      Важно понимать, что физическая активность не обязательно должна быть
      интенсивной. Даже простые упражнения, такие как прогулки на свежем
      воздухе, способны принести ощутимые пользы. Включение физкультуры
      в повседневную жизнь — это забота о себе, о своём здоровье и радость
      от активной жизни.Занятия физкультурой приносят не только физические,
      но и психологические выгоды. Они помогают укрепить иммунитет, улучшить
      координацию движений, развивают выносливость и силу. Однако, не менее
      важным является их в
    </p>

    <div class="lg:mb-[20px] sm:mb-[16px] mb-[14px]">
      <img src="../assets/image.png" alt="img" />
    </div>
    <h2 class="italic text-[#000000] font-semibold text-base sm:text-lg">
        Rio-2020 Бег на 2 км
      </h2>
  </div>
</template>
<script>
export default {};
</script>
<style lang=""></style>
